input_files/C2-low_velocity-8%_mineral_proportion/0/Dp
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      Dp;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 1e-09;

boundaryField
{
    west_surface
    {
        type            zeroGradient;
    }
    east_surface
    {
        type            zeroGradient;
    }
    north_surface
    {
        type            zeroGradient;
    }
    south_surface
    {
        type            zeroGradient;
    }
    top_surface
    {
        type            zeroGradient;
    }
    bottom_surface
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
