input_files/C2-low_velocity-8%_mineral_proportion/0/p
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7  
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    west_surface
    {
        type            fixedValue;
	value		uniform 5E-5;
    }
    east_surface
    {
        type            fixedValue;
        value		uniform 0.0;
    }
    north_surface
    {
        type            zeroGradient;
    }
    south_surface
    {
        type            zeroGradient;
    }

    top_surface
    {
        type            zeroGradient;
    }
    bottom_surface
    {
        type            zeroGradient;
    }
}

// ************************************************************************* //
